
const Goals = () => {
  return (
    <div id="section5" className="bg-gray-50 text-white p-10 rounded-lg shadow-md text-left section5">
         <h2 className="text-2xl font-bold text-gray-800 mb-4 text-center">Цели Общества Дружбы</h2>
      <p className="text-gray-700 mb-4 font-medium">
        Основной целью Объединения является:
      </p>
      <ul className="list-decimal list-inside text-gray-700 space-y-3">
        <li>Осуществление издательской, производственной и хозяйственной деятельности для решения уставных задач Общества;</li>
        <li>Привлечение иностранных инвесторов, международных фондов и общественных объединений к реализации программ и проектов, направленных на развитие культурно-просветительских, торгово-экономических, общественных и научных связей КР и КНР;</li>
        <li>Привлечение деятелей науки и культуры, ветеранов, женских и молодежных организаций к участию в распространении национальной культуры и традиций кыргызского и китайского народов;</li>
        <li>Организация приёмов делегаций из КНР и расширение контактов с соотечественниками, а также обмен делегациями;</li>
        <li>Изучение опыта работы международных организаций и культурно-просветительских центров;</li>
        <li>Ознакомление кыргызской и китайской общественности с историей, культурой и современной политикой дружественных стран;</li>
        <li>Содействие развитию культурных, научных и образовательных программ между народами КР и КНР;</li>
        <li>Организация выставок, демонстрации кинофильмов, переводов и публикаций произведений авторов КР и КНР;</li>
        <li>Участие в экологической, благотворительной и гуманитарной деятельности;</li>
        <li>Содействие развитию туризма, спорта и культурного обмена между КР и КНР.</li>
        {/* Добавьте другие пункты по аналогии */}
      </ul>
    </div>
  )
}

export default Goals