const History = () => {
  return (
    <section className="bg-gray-50 text-white p-10 rounded-lg shadow-md text-left md:h-[50vh]">
      {" "}
      <h2 className="text-2xl font-bold text-gray-800 py-6 text-center">
        История создания
      </h2>
      <p className="text-gray-700">
        24 марта 2023 года в городе Бишкек, Решением Учредителей было создано
        Общественное Объединение «Общество Дружбы «Кыргызстан — Китай».
      </p>
      <p className="text-gray-700 mb-4">
        Инициаторами создания выступили научные и общественные деятели, люди с
        профессиональными качествами, с богатым опытом работы, с высоким уровнем
        дипломатичности и личностных качеств, люди имеющие культурные нравы и
        патриотичность:
      </p>
      <ul className="list-disc list-inside text-gray-700">
        <li>Букуев Медетбек Омошевич</li>
        <li>Субай Анабиеке</li>
        <li>Чинбердиев Увайдилла Суюмбаевич</li>
        <li>Садиков Улугбек Чирмашович</li>
        <li>Савданбеков Эмил Токонович</li>
        <li>Калдыбек уулу Тимур</li>
        <li>Сабыров Жолдубек Жыргалбекович</li>
      </ul>
    </section>
  );
};

export default History;
