
const Mission = () => {
  return (
    <div className="bg-gray-50 text-white p-10 rounded-lg shadow-md">
       <h2 className="text-2xl font-bold text-gray-800 mb-4">Миссия Общества Дружбы</h2>
      <ul className="list-disc list-inside text-gray-700 space-y-3 text-left">
        <li>
          Развитие культурных, просветительских, научных, исследовательских, деловых и иных контактов между общественными организациями, деловыми кругами и отдельными представителями общественности КР и Китайской Народной Республикой (далее КНР);
        </li>
        <li>
          Содействие формированию в КР всестороннего и объективного представления о КНР как о социалистическом государстве, великой державе, активном партнере, в культурном и научном сотрудничестве;
        </li>
        <li>
          Сотрудничество с государственными и другими организациями в осуществлении постоянного информационного обмена по вопросам международного, научного и культурного сотрудничества;
        </li>
        <li>
          Развитие контактов с международными неправительственными организациями, в том числе со специализированными организациями и другими международными организациями;
        </li>
        <li>
          Создание информационно-справочных фондов и банков данных о КР и КНР, проведение конференций, симпозиумов по вопросам культурно-просветительских связей, знакомство кыргызского народа с достижениями КНР в области культуры, искусства, науки и образования;
        </li>
        <li>
          Организация выступлений художественных коллективов и отдельных исполнителей, теле- и кинопросмотров, выставок художественных произведений изобразительного искусства и изделий народного творчества, фотовыставок, комплексных мероприятий, посвященных КР и КНР;
        </li>
        <li>
          Содействие изучению кыргызского языка и литературы, языков других народов республики, развитие контактов с соотечественниками, проживающими в КНР и их объединениями;
        </li>
        <li>
          Содействие изучению китайского языка и литературы, языков других народов республики, развитие контактов с соотечественниками, проживающими в КР и их объединениями;
        </li>
        <li>
          Осуществление сотрудничества с правительством, местными органами самоуправления и другими организациями в развитии международных контактов по вопросам гуманитарных, научно-технических, культурных связей, а также партнерских отношений между городами и регионами КР и КНР, используя в этих целях возможности организаций, участвующих в развитии народной дипломатии;
        </li>
      </ul>
    </div>
  )
}

export default Mission